Repository: japanese-goblinn/labs
Catalog: term3/ISP/GameStore/Resources.*.resx
Languages: be

# StatisticsPageTitle
source: Statistics
be: Статыстыка

# StatisticsPageTabTitle
source: Statistics
be: Статыстыка

# LibraryPageTitle
source: Library
be: Бібліятэка

# LibraryPageTabTitle
source: Library
be: Бібліятэка

# ShopPageTitle
source: Shop
be: Крама

# ShopPageTabTitle
source: Shop
be: Крама

# SearchPageTitle
source: Search
be: Пошук

# SearchPageTabTitle
source: Search
be: Пошук

# SearchPageInSearchText
source: Enter game that you want to find
be: Увядзіце гульню якую жадаеце знайсці

# SettingsPageTitle
source: Settings
be: Налады

# SettingsPageLangTitle
source: Language
be: Мова

# SettingsPageTabTitle
source: Settings
be: Налады

source: Appearance
be: Знешні Выгляд

source: Dark Theme
be: Цёмная Тэма

# DeleteButton
source: Delete
be: Выдаліць

source: Top Games
be: Лепшыя Гульні

source: Soon...
be: Хутка Выйдуць...

source: See All Games
be: Паглядзець Усе Гульні

source: About
be: Апісанне

source: Metascore
be: Металік

source: Critic Reviews
be: Водгукі Крытыкаў

# CriticReviewsDesc
source: Generally favorable reviews based on citics opinion
be: У цэлым спрыяльныя водгукі, заснаваныя на думках крытыкаў

# LinkToCrit
source: Link To Critic Reviews
be: Спасылка на Водгукі Крытыкаў

source: User Score
be: Aцэнка Юзераў

source: User Reviews
be: Водгукі Юзераў

# UserReviewsDesc
source: Mixed or average reviews based on users opinion
be: Змешаныя або сярэднія водгукі, заснаваныя на думках юзераў

# LinkToUser
source: Link To User Reviews
be: Спасылка на Водгукі Юзераў

source: Information
be: Інфармацыя

# MetacriticLink
source: Metacritic
be: Гульня

# LinkToGame
source: Link To The Game Page
be: Спасылка

source: All Games
be: Усе Гульні

source: Developer
be: Разраб.

source: Age Limit
be: Ўзрост

source: Platforms
be: Пляцоўкі
