Repository: japanese-goblinn/labs
Catalog: term5/IGI/Resources/Views/Profile/Index.*.resx
Languages: ru

source: Profile
ru: Профиль

source: Write message
ru: Написать сообщение

source: Follow
ru: Подписаться

source: Following
ru: Подписки

source: Unfollow
ru: Отписаться

source: Me
ru: Я

# YouNotFollowing
source: You aren’t following anyone yet :c
ru: У вас пока нет подписок :c

# DoFollowingYou
source: When you do, they’ll be listed here and you’ll see their Tweets in your timeline.
ru: Как только они появятся, вы увидите новые твиты в своей ленте

# UserNotFollowing
source: This user isn’t following anyone yet
ru: У этого пользователя пока нет подписок

# DoFollowingUser
source: When user do, they’ll be listed here.
ru: Как только они появятся вы увидите из здесь

source: Followers
ru: Подписчики

# YouNotFollowed
source: You don’t have any followers yet :c
ru: У вас нет подписчиков :c

# DoFollowedYou
source: When someone follows you, you’ll see them here
ru: Когда кто-то на вас подпишится, вы увидите из здесь

# UserNotFollowed
source: User don’t have any followers yet
ru: У этого пользоваетеля нет подписчков

# DoFollowedUser
source: When someone follows this user, you’ll see them here
ru: Как только на него кто-то подпишется, вы увидите их здесь

source: Tweets
ru: Твиты

source: Replies
ru: Ответы

source: Likes
ru: Нравится

source: Retweets
ru: Ретвиты

# NoTweets
source: No tweets yet :c
ru: Пока пусто, твитов нет :c

# NoRetweets
source: No retweets yet :c
ru: Пока пусто, ретвитов нет :c

# NoReplies
source: No replies yet :c
ru: Пока пусто, ответов нет :c

# NoLikes
source: No likes yet :c
ru: Пока пусто, лайков нет :c

# Thread
source: View in thread
ru: Посмотреть обсуждение
